tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "sanemat/font"
tap "universal-ctags/universal-ctags"
brew "act"
brew "ansible"
brew "anyenv"
brew "zstd"
brew "bash-completion"
brew "cmatrix"
brew "coreutils"
brew "direnv"
brew "docker", link: false
brew "gawk"
brew "ghq"
brew "gibo"
brew "git"
brew "git-lfs"
brew "google-java-format"
brew "graphviz"
brew "grep"
brew "hub"
brew "jq"
brew "macvim"
brew "mono"
brew "neovim"
brew "nkf"
brew "nuget"
brew "pacvim"
brew "peco"
brew "plantuml"
brew "pwgen"
brew "shfmt"
brew "sl"
brew "subversion"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "wget"
brew "yq"
brew "sanemat/font/ricty", args: ["with-patch-in-place", "with-powerline"]
cask "android-file-transfer"
cask "appcleaner"
cask "bitwarden"
cask "cryptomator"
cask "docker"
cask "iterm2"
cask "macdown"
